import React from "react";
import { HeadPage } from "@/widgets/mainblocks/head-page";

export default function PolicyPage() {
  return (
    <main className="policy">
      <HeadPage className="container" title="Политика конфиденциальности" />

      <div className="policy__content container">
        <span className="policy__subtitle">
          Политика общества с ограниченной ответственностью «ТопФрейм» в
          отношении обработки персональных данных
        </span>

        <ol>
          <li>
            <h2>Общие положения</h2>
            <ol>
              <li>
                Политика Общества с ограниченной ответственностью «ТопФрейм»,
                ОГРН 1037825018406, ИНН 7811110381, расположенное по адресу:
                197229, Санкт-Петербург, проспект Лахтинский, дом 107, стр. 1,
                кабинет 1,3,6 (далее – «Общество»), в отношении обработки
                персональных данных (далее – «Политика») определяет позицию и
                намерения Общества в области обработки и защиты персональных
                данных, с целью соблюдения и защиты прав и свобод каждого
                человека и, в особенности, права на неприкосновенность частной
                жизни, личную и семейную тайну, защиту своей чести и доброго
                имени.
              </li>
              <li>
                Политика неукоснительно исполняется руководителями и работниками
                всех структурных подразделений, филиалов и представительств
                Общества.
              </li>
              <li>
                Действие Политики распространяется на все персональные данные
                субъектов, обрабатываемые в Обществе с применением средств
                автоматизации и без применения таких средств. К настоящей
                Политике имеет доступ любой субъект персональных данных, в том
                числе с использованием сети «Интернет».
              </li>
              <li>
                Общество периодически актуализирует настоящую Политику и вправе
                в одностороннем порядке в любой момент изменять ее условия.
                Общество рекомендует регулярно проверять содержание настоящей
                Политики на предмет ее возможных изменений. Если иное не
                предусмотрено Политикой, все вносимые в нее изменения вступают в
                силу с даты, указанной в Политике.
              </li>
              <li>
                Во всем ином, что не предусмотрено настоящей Политикой, Общество
                руководствуется положениями действующего законодательства
                Российской Федерации.
              </li>
              <li>
                Настоящая Политика обеспечивает соблюдение Обществом прав
                пользователей сайта https://topframe-group.com/ в сети
                «Интернет» (далее - Сайт) в отношении обработки их персональных
                данных при использовании Сайта.
              </li>
              <li>
                Настоящая Политика применяется только к Сайту
                https://topframe-group.com/. Сайт https://topframe-group.com/ не
                контролирует и не несет ответственности за сайты третьих лиц, на
                которые Пользователь может перейти по ссылкам, доступным на
                Сайте https://topframe-group.com/.
              </li>
              <li>
                Данные, которые автоматически передаются сервисам Сайта в
                процессе их использования с помощью установленного на устройстве
                Пользователя программного обеспечения, в том числе IP-адрес,
                данные файлов cookie, информация о браузере Пользователя (или
                иной программе, с помощью которой осуществляется доступ к
                сервисам), технические характеристики оборудования и
                программного обеспечения, используемых Пользователем, дата и
                время доступа к сервисам, адреса запрашиваемых страниц и иная
                подобная информация.
              </li>
            </ol>
          </li>

          <li>
            <h2>Основные понятия, используемые в Политике</h2>
            <ol>
              <li>
                <strong>Персональные данные</strong> – любая информация,
                относящаяся к прямо или косвенно определенному или определяемому
                физическому лицу (субъекту персональных данных). К такой
                информации, в частности, можно отнести: ФИО, год, месяц, дата и
                место рождения, адрес, сведения о семейном, социальном,
                имущественном положении, сведения об образовании, профессии,
                доходах, а также другую информацию, позволяющую по совокупности
                определить (идентифицировать) субъекта персональных данных.
              </li>
              <li>
                <strong>Обработка персональных данных</strong> – любое действие
                (операция) или совокупность действий (операций), совершаемых с
                использованием средств автоматизации или без использования таких
                средств с персональными данными, включая сбор, запись,
                систематизацию, накопление, хранение, уточнение (обновление,
                изменение), извлечение, использование, передачу
                (распространение, предоставление, доступ), обезличивание,
                блокирование, удаление, уничтожение персональных данных.
              </li>
              <li>
                <strong>Субъект персональных данных</strong> – физическое лицо,
                чьи персональные данные обрабатываются.
              </li>
              <li>
                <strong>Оператор</strong> – лицо, самостоятельно или совместно с
                иными лицами организующее и (или) осуществляющее обработку
                персональных данных, а также определяющие цели обработки
                персональных данных, состав персональных данных, подлежащих
                обработке, действия (операции), совершаемые с персональными
                данными. Для целей настоящей Политики Общество, обрабатывая
                персональные данные, является оператором, если иное прямо не
                указано в Политике.
              </li>
              <li>
                <strong>
                  Автоматизированная обработка персональных данных
                </strong>{" "}
                - обработка персональных данных с помощью средств вычислительной
                техники.
              </li>
              <li>
                <strong>Распространение персональных данных</strong> - действия,
                направленные на раскрытие персональных данных неопределенному
                кругу лиц.
              </li>
              <li>
                <strong>Предоставление персональных данных</strong> - действия,
                направленные на раскрытие персональных данных определенному лицу
                или определенному кругу лиц.
              </li>
              <li>
                <strong>Блокирование персональных данных</strong> - временное
                прекращение обработки персональных данных (за исключением
                случаев, если обработка необходима для уточнения персональных
                данных).
              </li>
              <li>
                <strong>Уничтожение персональных данных</strong> - действия, в
                результате которых становится невозможным восстановить
                содержание персональных данных в информационной системе
                персональных данных и (или) в результате которых уничтожаются
                материальные носители персональных данных.
              </li>
              <li>
                <strong>Обезличивание персональных данных</strong> - действия, в
                результате которых становится невозможным без использования
                дополнительной информации определить принадлежность персональных
                данных конкретному субъекту персональных данных.
              </li>
              <li>
                <strong>Оператор персональных данных (оператор)</strong> -
                государственный орган, муниципальный орган, юридическое или
                физическое лицо, самостоятельно или совместно с другими лицами
                организующие и (или) осуществляющие обработку персональных
                данных, а также определяющие цели обработки персональных данных,
                состав персональных данных, подлежащих обработке, действия
                (операции), совершаемые с персональными данными.
              </li>
              <li>
                Прочие термины используются в настоящей Политике в соответствии
                со значениями, определяемыми действующим законодательством
                Российской Федерации, если иное прямо не указано в Политике.
              </li>
            </ol>
          </li>

          <li>
            <h2>Порядок и условия обработки персональных данных</h2>
            <ol>
              <li>
                Обработка и обеспечение безопасности персональных данных в
                Обществе осуществляется в соответствии с требованиями
                Конституции Российской Федерации, Федерального закона № 152-ФЗ
                «О персональных данных», подзаконных актов, других определяющих
                случаи и особенности обработки персональных данных законов
                Российской Федерации, а также руководящих и методических
                документов Правительства Российской Федерации, Минцифры России,
                Роскомнадзора, ФСТЭК России и ФСБ России.
              </li>
              <li>
                Под безопасностью персональных данных Общество понимает
                защищенность персональных данных от неправомерного или
                случайного доступа к ним, уничтожения, изменения, блокирования,
                копирования, предоставления, распространения персональных
                данных, а также от иных неправомерных действий в отношении
                персональных данных и принимает необходимые правовые,
                организационные и технические меры для защиты персональных
                данных.
              </li>
              <li>
                При обработке персональных данных Общество придерживается
                следующих принципов:
                <ul>
                  <li>законности и справедливости;</li>
                  <li>
                    ограничения обработки персональных данных достижением
                    конкретных, заранее определенных и законных целей;
                  </li>
                  <li>
                    недопущения обработки персональных данных, несовместимой с
                    целями сбора персональных данных;
                  </li>
                  <li>
                    недопущения объединения баз данных, содержащих персональные
                    данные, обработка которых осуществляется в целях,
                    несовместимых между собой;
                  </li>
                  <li>
                    соответствия содержания и объема обрабатываемых персональных
                    данных заявленным целям обработки;
                  </li>
                  <li>
                    недопущения избыточности обрабатываемых персональных данных
                    по отношению к заявленным целям обработки;
                  </li>
                  <li>
                    обеспечения точности персональных данных, их достаточности,
                    а в необходимых случаях и актуальности по отношению к целям
                    обработки персональных данных, а также принятия мер по
                    удалению или уточнению неполных или неточных данных;
                  </li>
                  <li>
                    прозрачности обработки персональных данных: субъекту
                    персональных данных может предоставляться соответствующая
                    информация, касающаяся обработки его персональных данных;
                  </li>
                  <li>
                    осуществления хранения персональных данных в форме,
                    позволяющей определить субъекта персональных данных, не
                    дольше, чем этого требуют заявленные цели обработки
                    персональных данных.
                  </li>
                </ul>
              </li>
              <li>
                Общество обрабатывает персональные данные в целях:
                <ul>
                  <li>
                    предоставления доступа к Сайту https://topframe-group.com/;
                  </li>
                  <li>
                    предоставления субъекту персональных данных информации о
                    профильных услугах Общества;
                  </li>
                  <li>оформления заявок для оказания услуг Обществом;</li>
                  <li>
                    предоставления пользователю персонализированных услуг и
                    сервисов;
                  </li>
                  <li>
                    установления с субъектом персональных данных обратной связи,
                    в том числе направления уведомлений, запросов и информации,
                    касающихся использования сайта;
                  </li>
                  <li>
                    оказания услуг или обработки обращений, уведомлений,
                    запросов и иных сообщений субъекта персональных данных;
                  </li>
                  <li>
                    коммуникации с субъектом персональных данных, в том числе
                    направление уведомлений, запросов и информации, касающихся
                    использования сайта;
                  </li>
                  <li>сбора и оформления статистических данных;</li>
                  <li>
                    улучшения качества работы сайта, удобства его использования,
                    разработки новых товаров и услуг;
                  </li>
                  <li>
                    предоставление субъекту персональных данных информации о
                    имеющихся должностях и вариантах сотрудничества с Обществом;
                  </li>
                  <li>
                    коммуникации с субъектом персональных данных по вопросам
                    трудоустройства, заключения договоров и соглашений;
                  </li>
                  <li>таргетирования рекламных материалов;</li>
                  <li>
                    проведения статистических и иных исследований на основе
                    предоставленных данных;
                  </li>
                  <li>
                    для других целей с согласия субъекта персональных данных.
                  </li>
                </ul>
              </li>
              <li>
                Персональные данные субъекта персональных данных (пользователя),
                которую получает и обрабатывает Сайт
                https://topframe-group.com/:
                <ul>
                  <li>IP-адрес устройств субъекта персональных данных;</li>
                  <li>
                    идентификаторы пользователя Сайта, хранимые в файлах cookie,
                    с использованием сервисов интернет-статистики;
                  </li>
                  <li>номер телефона;</li>
                  <li>адрес электронной почты (e-mail);</li>
                  <li>фамилия, имя, отчество или псевдоним;</li>
                  <li>
                    данные, указанные в сообщениях, направленных через Сайт,
                    электронную почту и мессенджеры;
                  </li>
                  <li>
                    параметры сессии, данные о времени посещения Сайта и историю
                    всех действий субъекта персональных данных на Сайте;
                  </li>
                  <li>
                    логин и пароль для доступа в «Личный кабинет» субъекта
                    персональных данных;
                  </li>
                  <li>иные данные, указанные пользователем Сайта.</li>
                </ul>
              </li>
              <li>
                Категории Субъектов Персональных данных:
                <ul>
                  <li>пользователи Сайта https://topframe-group.com/</li>
                </ul>
              </li>
              <li>
                Общество осуществляет сбор, запись, систематизацию, накопление,
                хранение, уточнение (обновление, изменение), извлечение,
                использование, передачу (распространение, предоставление,
                доступ), обезличивание, блокирование, удаление и уничтожение
                персональных данных.
              </li>
              <li>
                Общество осуществляет обработку персональных данных следующими
                способами: неавтоматизированная обработка персональных данных;
                автоматизированная обработка персональных данных с передачей
                полученной информации по информационно-телекоммуникационным
                сетям или без таковой; смешанная обработка персональных данных.
              </li>
            </ol>
          </li>

          <li>
            <h2>Основные права и обязанности субъекта персональных данных</h2>
            <ol>
              <li>
                Предоставляя свои персональные данные, субъект персональных
                данных соглашается на их обработку Обществом.
              </li>
              <li>
                Субъект персональных данных имеет право на получение у Общества
                информации, касающейся обработки его персональных данных.
              </li>
              <li>
                Субъект персональных данных вправе требовать от Общества
                уточнения его персональных данных, их блокирования или
                уничтожения в случае, если персональные данные являются
                неполными, устаревшими, неточными, незаконно полученными или не
                являются необходимыми для заявленной цели обработки, а также
                принимать предусмотренные законом меры по защите своих прав.
              </li>
              <li>
                Если субъект персональных данных считает, что Оператор
                осуществляет обработку его персональных данных с нарушением
                требований законодательства или иным образом нарушает его права
                и свободы, субъект персональных данных вправе обжаловать
                действия или бездействие Общества в уполномоченный орган по
                защите прав субъектов персональных данных или в судебном
                порядке.
              </li>
              <li>
                Субъект персональных данных имеет право отозвать согласие на
                обработку персональных данных.
              </li>
              <li>
                Субъект персональных данных имеет право на защиту своих прав и
                законных интересов, в том числе на возмещение убытков и (или)
                компенсацию морального вреда в судебном порядке.
              </li>
            </ol>
          </li>

          <li>
            <h2>
              Основные обязанности Общества при обработке персональных данных
            </h2>
            <ol>
              <li>
                Предоставлять субъекту персональных данных по его письменному
                запросу информацию, касающуюся обработки его персональных
                данных, либо на законных основаниях предоставить отказ в
                предоставлении такой информации в срок, не превышающий тридцати
                дней с момента получения Обществом соответствующего запроса.
              </li>
              <li>
                По письменному требованию субъекта персональных данных уточнять
                обрабатываемые персональные данные, блокировать или удалять,
                если персональные данные являются неполными, устаревшими,
                неточными, незаконно полученными или не являются необходимыми
                для заявленной цели обработки, в срок, не превышающий тридцати
                дней с момента получения Обществом соответствующего требования.
              </li>
              <li>
                В случае достижения цели обработки персональных данных третьих
                лиц незамедлительно прекратить обработку персональных данных и
                уничтожить соответствующие персональные данные в срок, не
                превышающий тридцати дней с даты достижения цели обработки
                персональных данных, если иное не предусмотрено договором,
                стороной которого, выгодоприобретателем или поручителем по
                которому является субъект персональных данных, иным соглашением
                между Обществом и субъектом персональных данных.
              </li>
              <li>
                В случае отзыва субъектом персональных данных согласия на
                обработку своих персональных данных прекратить обработку
                персональных данных и уничтожить персональные данные в срок, не
                превышающий тридцати дней с даты поступления указанного отзыва,
                если иное не предусмотрено соглашением между Обществом и
                субъектом персональных данных.
              </li>
              <li>
                При обработке персональных данных Общество принимает необходимые
                правовые, организационные и технические меры для защиты
                персональных данных третьих лиц от неправомерного или случайного
                доступа к ним, уничтожения, изменения, блокирования,
                копирования, предоставления, распространения персональных
                данных, а также от иных неправомерных действий в отношении
                персональных данных.
              </li>
              <li>
                Общество собирает, использует и охраняет персональные данные,
                которые предоставляет субъект персональных данных при
                использовании Сайта https://topframe-group.com/ с любого
                устройства и при коммуникации в любой форме, в соответствии с
                данной Политикой.
              </li>
            </ol>
          </li>

          <li>
            <h2>Объем обрабатываемых персональных данных</h2>
            <ol>
              <li>
                Персональные данные, разрешенные к обработке в рамках настоящей
                Политики, предоставляются субъектом персональных данных путем
                заполнения регистрационной формы на Сайте
                https://topframe-group.com/, предоставления информации в
                сообщениях, направляемых Обществу, или другим образом свободно,
                своей волей и в своем интересе.
              </li>
              <li>
                Общество не проверяет достоверность персональных данных,
                предоставленных субъектом, и не имеет возможности оценить его
                дееспособность. Однако Общество исходит из того, что субъект
                персональных данных предоставляет достоверные и достаточные
                данные и поддерживает эту информацию в актуальном состоянии.
              </li>
            </ol>
          </li>

          <li>
            <h2>Безопасность персональных данных</h2>
            <ol>
              <li>
                Для обеспечения безопасности персональных данных при их
                обработке Оператор принимает необходимые и достаточные правовые,
                организационные и технические меры для защиты персональных
                данных от неправомерного или случайного доступа к ним, их
                уничтожения, изменения, блокирования, копирования,
                предоставления, распространения, а также от иных неправомерных
                действий в отношении персональных данных согласно Федеральному
                закону от 27 июля 2006 г. № 152- ФЗ «О персональных данных» и
                принятым в соответствии с ним нормативным правовым актам.
              </li>
              <li>
                Обществом приняты локальные акты по вопросам безопасности
                персональных данных. Сотрудники Общества, имеющие доступ к
                персональным данным, ознакомлены с настоящей Политикой и
                локальными актами по вопросам безопасности персональных данных.
              </li>
              <li>
                В случае подтверждения факта неточности персональных данных или
                неправомерности их обработки, персональные данные подлежат их
                актуализации Обществом, обработка прежних при этом прекращается.
              </li>
              <li>
                При достижении целей обработки персональных данных, а также в
                случае отзыва субъектом персональных данных согласия на их
                обработку персональные данные подлежат уничтожению, если иное не
                предусмотрено иным соглашением между Оператором и субъектом
                персональных данных.
              </li>
              <li>
                На сайте могут быть размещены ссылки на сторонние сайты и
                службы, которые не контролируются Оператором. Оператор не несет
                ответственности за безопасность или конфиденциальность любой
                информации, собираемой сторонними сайтами или службами.
              </li>
              <li>
                Оператор вправе осуществлять Предоставление Персональных данных
                Посетителя Сайта третьим лицам: с согласия Посетителя Сайта
                (когда данное согласие необходимо в соответствии с требованиями
                законодательства Российской Федерации и на основании
                заключаемого с этим лицом договора); в целях предупреждения
                угрозы жизни и здоровью; в иных случаях, установленных
                законодательством Российской Федерации.
              </li>
              <li>
                Трансграничная передача Персональных данных на территории
                иностранных государств, не обеспечивающих адекватной защиты прав
                Посетителей Сайта, может осуществляться в случаях:
                <ul>
                  <li>
                    наличия согласия в письменной форме Посетителя Сайта на
                    трансграничную передачу его Персональных данных;
                  </li>
                  <li>
                    предусмотренных международными договорами Российской
                    Федерации;
                  </li>
                  <li>
                    предусмотренных федеральными законами, если это необходимо в
                    целях защиты основ конституционного строя Российской
                    Федерации, обеспечения обороны страны и безопасности
                    государства, а также обеспечения безопасности устойчивого и
                    безопасного функционирования транспортного комплекса, защиты
                    интересов личности, общества и государства в сфере
                    транспортного комплекса от актов незаконного вмешательства;
                  </li>
                  <li>
                    исполнения договора, стороной которого является Посетитель
                    Сайта;
                  </li>
                  <li>
                    защиты жизни, здоровья, иных жизненно важных интересов
                    Посетителя Сайта или других лиц при невозможности получения
                    согласия в письменной форме Посетителя Сайта.
                  </li>
                </ul>
              </li>
            </ol>
          </li>

          <li>
            <h2>Заключительные положения</h2>
            <ol>
              <li>
                Все отношения Посетителя Сайта и Оператора, связанные с
                Обработкой Персональных данных, не получившие отражения в
                Политике, регулируются в соответствии с нормами законодательства
                Российской Федерации.
              </li>
              <li>
                Посетитель Сайта может получить любые разъяснения по
                интересующим вопросам, касающимся Обработки его Персональных
                данных, обратившись к Обществу путем направления Обществу письма
                на адрес электронной почты office@topframe-group.com с пометкой
                «Персональные данные» либо путем направления письма по адресу
                Общества: 197229, Санкт-Петербург, проспект Лахтинский, дом 107,
                стр. 1, кабинет 1,3,6.
              </li>
              <li>
                Общество имеет право в одностороннем порядке вносить изменения в
                Политику. Новая редакция Политики вступает в силу с момента ее
                размещения на Сайте, если иное не предусмотрено новой редакцией
                Политики. Действующая редакция Политики доступна на Сайте по
                адресу https://www.topframe-group.com.
              </li>
            </ol>
          </li>
        </ol>
      </div>
    </main>
  );
}
